/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Offline";

/* {card brand} ending in {last4} */
"%@ Ending In %@" = "%1$@ Ending In %2$@";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Account number";

/* Title for Add a Card view */
"Add a Card" = "Add a Card";

/* Button to add a new credit card. */
"Add New Card…" = "Add New Card…";

/* Caption for Address field on address form */
"Address" = "Address";

/* Payment Method type brand name
   Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apt.";

/* Payment Method type brand name. */
"AU BECS Debit" = "AU BECS Debit";

/* Payment Method type brand name
   Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bank Account";

/* Title for billing address entry section */
"Billing Address" = "Billing Address";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Title for credit card number entry field */
"Card" = "Card";

/* accessibility label for text field */
"card number" = "card number";

/* Caption for City field on address form */
"City" = "City";

/* Title for contact info form */
"Contact" = "Contact";

/* Caption for Country field on address form */
"Country" = "Country";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "County";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Delivery";

/* Title for delivery address entry section */
"Delivery Address" = "Delivery Address";

/* Label for Email field on form */
"Email" = "Email";

/* Payment Method type brand name.
   Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "expiration date";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Free";

/* Placeholder string for name entry field. */
"Full name" = "Full name";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Invalid data.";

/* Shipping form error message */
"Invalid Shipping Address" = "Invalid Shipping Address";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Loading…";

/* label for text field to enter card expiry */
"MM/YY" = "MM/YY";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Label for Name field on form */
"Name" = "Name";

/* Button to move to the next text entry field */
"Next" = "Next";

/* ok button */
"OK" = "OK";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online Banking (FPX)";

/* Source type brand name */
"P24" = "P24";

/* Title for Payment Method screen */
"Payment Method" = "Payment Method";

/* Caption for Phone field on address form */
"Phone" = "Phone";

/* Short string for postal code (text used in non-US countries) */
"Postal" = "Postal";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postal Code";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Province";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Text for button to scan a credit card */
"Scan Card" = "Scan Card";

/* Payment method brand name */
"SEPA Debit" = "SEPA Debit";

/* Source type brand name */
"SEPA Direct Debit" = "SEPA Direct Debit";

/* Title for shipping info form */
"Shipping" = "Shipping";

/* Title for shipping address entry section */
"Shipping Address" = "Shipping Address";

/* Label for shipping method form */
"Shipping Method" = "Shipping Method";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "State";

/* Caption for generalized state/province/region field on address form (not tied to a specific country's format) */
"State / Province / Region" = "State / Province / Region";

/* Error string displayed to user when they have entered an incomplete BSB number. */
"The BSB you entered is incomplete." = "The BSB you entered is incomplete.";

/* Error string displayed to user when they enter in an invalid BSB number. */
"The BSB you entered is invalid." = "The BSB you entered is invalid.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "There was an error processing your card -- try again in a few seconds";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "There was an unexpected error -- try again in a few seconds";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Timed out authenticating your payment method -- try again";

/* Default missing source type label */
"Unknown" = "Unknown";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Use Billing";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Use Delivery";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Use Shipping";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "We are unable to authenticate your payment method. Please choose a different payment method and try again.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* Error when the card has already expired */
"Your card has expired" = "Your card has expired";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Your card was declined";

/* Error when the card's expiration month is not valid */
"Your card's expiration month is invalid" = "Your card's expiration month is invalid";

/* Error when the card's expiration year is not valid */
"Your card's expiration year is invalid" = "Your card's expiration year is invalid";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Your card's number is invalid";

/* Error when the card's CVC is not valid */
"Your card's security code is invalid" = "Your card's security code is invalid";

/* Short string for zip code (United States only) */
"ZIP" = "ZIP";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "ZIP Code";

